Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: When listing categories, those with lighter (smaller) weights get listed before categories with heavier (larger) weights. Categories with equal weights are sorted alphabetically.
ca_es: Quan es llisten les categories, aquelles amb pesos més lleugers (petits) es llistaran abans que les categories amb pesos més pesats (grans). Les categories amb el mateix pes s'ordenaran alfabèticament.

source: The contact form has not been configured. <a href="@add">Add one or more categories</a> to the form.
ca_es: El formulari de contacte no ha estat configurat. <a href="@add">Afegiu una o més categories</a> al formulari.

source: Personal contact form
ca_es: Formulari de contacte personal

source: Create a system contact form and set up categories for the form to use.
ca_es: Creeu un formulari de contacte de sistema i establiu les categories a utilitzar.

source: Edit contact category
ca_es: Edita la categoria del contacte

source: Enables the use of both personal and site-wide contact forms.
ca_es: Activa l'ús de formularis de contacte personal i del lloc.

source: Database logging
ca_es: Registre de la base de dades

source: Recent log entries
ca_es: Entrades recents del registre

source: View events that have recently been logged.
ca_es: Vegeu esdeveniments registrats recentment.

source: Top 'page not found' errors
ca_es: Darrers errors de "pàgina no trobada"

source: View 'page not found' errors (404s).
ca_es: Vegeu errors de "pàgina no trobada" (404s).

source: Top 'access denied' errors
ca_es: Darrers errors d'"accés denegat"

source: View 'access denied' errors (403s).
ca_es: Vegeu els errors d'"accés denegat" (403s).

source: Logs and records system events to the database.
ca_es: Registra els esdeveniments de sistema a la base de dades.

source: No roles may use this format
ca_es: Cap rol pot emprar aquest format

source: Allowed HTML tags: @tags
ca_es: Etiquetes HTML permeses: @tags

source: Anchors are used to make links to other pages.
ca_es: Les àncores es fan servir per fer enllaços a altres pàgines.

source: By default line break tags are automatically added, so use this tag to add additional ones. Use of this tag is different because it is not used with an open/close pair like all the others. Use the extra " /" inside the tag to maintain XHTML 1.0 compatibility
ca_es: Per defecte les etiquetes de salt de línia s'afegeixen automàticament, així que entra aquesta etiqueta per afegir els salts addicionals. L'ús d'aquesta etiqueta és diferent perquè no s'utilitza en parells d'obertura/tancament com altres. Utilitza el "/" extra a dins de l'etiqueta per mantenir compatibilitat amb XHTML 1.0.

source: Text with <br />line break
ca_es: Text amb <br />ruptura de línia

source: By default paragraph tags are automatically added, so use this tag to add additional ones.
ca_es: Per defecte les etiquetes de paràgraf s'afegeixen automàticament, així que utilitza aquesta etiqueta per afegir els addicionals.

source: Paragraph one.
ca_es: Paràgraf u.

source: Paragraph two.
ca_es: Paràgraf dos.

source: Strong
ca_es: Fort

source: Emphasized
ca_es: Emfatitzat

source: Cited
ca_es: Citat

source: Coded text used to show programming source code
ca_es: Text codificat emprat per mostrar codi font de programació

source: Coded
ca_es: Codificat

source: Bolded
ca_es: En negreta

source: Italicized
ca_es: En cursiva

source: Superscripted
ca_es: Sobreposat

source: <sup>Super</sup>scripted
ca_es: <sup>Sobre</sup>posat

source: Subscripted
ca_es: Sotaposat

source: <sub>Sub</sub>scripted
ca_es: <sub>Sota</sub>posat

source: <abbr title="Abbreviation">Abbrev.</abbr>
ca_es: <abbr title="Abreviació">Abrev.</abbr>

source: <acronym title="Three-Letter Acronym">TLA</acronym>
ca_es: <acronym title="Acrònim de tres lletres">ATL</acronym>

source: Block quoted
ca_es: Citat en bloc

source: Quoted inline
ca_es: Citat en línia

source: Table header
ca_es: Capçalera de taula

source: Table cell
ca_es: Cel·la de taula

source: Ordered list - use the &lt;li&gt; to begin each list item
ca_es: Llista endreçada - empreu &lt;li&gt; per començar cada element de llista

source: First item
ca_es: Primer element

source: Second item
ca_es: Segon element

source: Unordered list - use the &lt;li&gt; to begin each list item
ca_es: Llista sense endreçar - empreu &lt;li&gt; per començar cada element de llista

source: Definition lists are similar to other HTML lists. &lt;dl&gt; begins the definition list, &lt;dt&gt; begins the definition term and &lt;dd&gt; begins the definition description.
ca_es: Les llistes de definicions són similars a altres llistes HTML. &lt;dl&gt; comença la llista de definició, &lt;dt&gt; comença el terme definit i &lt;dd&gt; comença la descripció de la definició.

source: First term
ca_es: Primer terme

source: First definition
ca_es: Primera definició

source: Second term
ca_es: Segon terme

source: Second definition
ca_es: Segona definició

source: Subtitle three
ca_es: Subtítol tres

source: Subtitle four
ca_es: Subtítol quatre

source: Subtitle five
ca_es: Subtítol cinc

source: Subtitle six
ca_es: Subtítol sis

source: Tag Description
ca_es: Descripció d'etiqueta

source: You Type
ca_es: Escriviu

source: You Get
ca_es: Obteniu

source: No help provided for tag %tag.
ca_es: No hi ha ajuda per l'etiqueta %tag.

source: Ampersand
ca_es: ﻿Àmpersand

source: Quotation mark
ca_es: Marca d'interrogació

source: Character Description
ca_es: Descripció de caràcter

source: Lines and paragraphs break automatically.
ca_es: Les línies i paràgrafs es trenquen automàticament.

source: Lines and paragraphs are automatically recognized. The &lt;br /&gt; line break, &lt;p&gt; paragraph and &lt;/p&gt; close paragraph tags are inserted automatically. If paragraphs are not recognized simply add a couple blank lines.
ca_es: Les línies i paràgrafs es reconeixen automàticament. Els salts de línia &lt;br /&gt;, &lt;p&gt; paràgrafs i &lt;/p&gt; tancaments de paràgraf s'insereixen automàticament. Si els paràgrafs no s'han reconegut, simplement afegeix un parell de línies en blanc.

source: Web page addresses and e-mail addresses turn into links automatically.
ca_es: Les adreces de pàgines web i de correu electrònic es tornen automàticament en enllaços.

source: Configure how content input by users is filtered, including allowed HTML tags. Also allows enabling of module-provided filters.
ca_es: Configureu com es filtra l'entrada de contingut dels usuaris, incloent les etiquetes HTML. També permet activar els filtres proveïts pels mòduls.

source: Compose tips
ca_es: Trucs de composició

source: Short but meaningful name for this collection of threaded discussions.
ca_es: Nom curt amb significat per aquesta col·lecció de discussions.

source: Description and guidelines for discussions within this forum.
ca_es: Descripció i directrius per a discussions dins d'aquest fòrum.

source: Forums are displayed in ascending order by weight (forums with equal weights are displayed alphabetically).
ca_es: Els fòrums es mostren en ordre ascendent per pes (els fòrums amb pesos iguals es mostren alfabèticament).

source: Short but meaningful name for this collection of related forums.
ca_es: Nom curt però significatiu per a aquesta col·lecció de fòrums relacionats.

source: Description and guidelines for forums within this container.
ca_es: Descripció i directrius per a fòrums dins d'aquest contenidor.

source: Containers are displayed in ascending order by weight (containers with equal weights are displayed alphabetically).
ca_es: Els contenidors ses mostren en orde ascendent per pes (els contenidors amb el mateix pes es mostren alfabèticament).

source: Deleting a forum or container will also delete its sub-forums, if any. To delete posts in this forum, visit <a href="@content">content administration</a> first. This action cannot be undone.
ca_es: Quan s'elimina un fòrum o un contenidor també s'eliminen els seus subfòrums, si en té. Per eliminar els enviaments a aquest fòrum, visiteu l'<a href="@content">administració de contingut</a> primer. Aquesta acció no es pot desfer.

source: Default number of forum topics displayed per page.
ca_es: Nombre de temes de fòrum mostrats per pàgina.

source: Default display order for topics.
ca_es: Ordre de visualització per defecte dels temes.

source: Containers are usually placed at the top (root) level, but may also be placed inside another container or forum.
ca_es: Els contenidors es posen normalment al primer nivell (arrel), però també es poden posar dins d'un altre contenidor o fòrum.

source: Forums may be placed at the top (root) level, or inside another container or forum.
ca_es: Els fòrums es poden posar al primer nivell (arrel), o dins d'un altre contenidor o fòrum.

source: For more information, see the online handbook entry for <a href="@forum">Forum module</a>.
ca_es: Per a més informació, aneu a la secció del <a href="@forum">mòdul Forum</a> del manual en línia.

source: Forum topic
ca_es: Tema de debat

source: You are not allowed to post new content in the forum.
ca_es: No esteu autoritzat a publicar nou contingut al fòrum.

source: Manages the display of online help.
ca_es: Gestiona la visualització de l'ajuda en línia.

source: This page provides an overview of available translatable strings. Drupal displays translatable strings in text groups; modules may define additional text groups containing other translatable strings. Because text groups provide a method of grouping related strings, they are often used to focus translation efforts on specific areas of the Drupal interface.
ca_es: Aquesta pàgina mostra un resum de les cadenes per traduir que hi ha. Drupal mostra les cadenes per traduir en grups de textos; els mòduls poden definir grups de textos addicionals que contenen altres cadenes per traduir. Com els grups de textos proporcionen un mètode d'agrupar cadenes relacionades, s'usen sovint per dirigir l'esforç de traducció a àrees específiques de la interfície de Drupal.

source: Note that the <em>.po</em> files within a translation package are imported automatically (if available) when new modules or themes are enabled, or as new languages are added. Since this page only allows the import of one <em>.po</em> file at a time, it may be simpler to download and extract a translation package into your Drupal installation directory and <a href="@language-add">add the language</a> (which automatically imports all <em>.po</em> files within the package). Translation packages are available for download on the <a href="@translations">Drupal translation page</a>.
ca_es: Noteu que els arxius <em>.po</em> d'un paquet de traducció s'importen automàticament (si estan disponibles) quan s'habiliten nous mòduls o temes, o quan s'afegeixen noves llengües. Com aquesta pàgina només permet importar un arxiu <em>.po</em> cada vegada, és més fàcil baixar i extraure un paquet de traducció al directori d'instal·lació de Drupal i <a href="@language-add">afegir la llengua</a> (amb la qual cosa s'importen automàticament tots els arxius <em>.po</em> del paquet). Els paquets de traducció es poden baixar de la <a href="@translations">pàgina de traducció de Drupal</a>.

source: This page exports the translated strings used by your site. An export file may be in Gettext Portable Object (<em>.po</em>) form, which includes both the original string and the translation (used to share translations with others), or in Gettext Portable Object Template (<em>.pot</em>) form, which includes the original strings only (used to create new translations with a Gettext translation editor).
ca_es: Aquesta pàgina exporta les cadenes traduïdes que utilitza el vostre web. L'arxiu d'exportació pot estar en format Gettext Portable Object (<em>.po</em>, utilitzat per compartir traduccions amb altra gent) el qual inclou tant la cadena original com la traducció, o en format de plantilla Gettext Portable Object (<em>.pot</em>, utilitzat per crear noves traduccions amb un editor Gettext), el qual inclou només les cadenes originals.

source: This block is only shown if <a href="@languages">at least two languages are enabled</a> and <a href="@configuration">language negotiation</a> is set to something other than <em>None</em>.
ca_es: Aquest bloc es mostra només si <a href="@languages">hi ha, almenys, dues llengües habilitades</a> i <a href="@configuration">la negociació de la llengua</a> està fixada a un valor diferent de <em>Cap</em>.

source: Built-in interface
ca_es: Interfície integrada

source: This account's default language for e-mails, and preferred language for site presentation.
ca_es: Aquí es defineix la llengua predeterminada per als correus electrònics, com també la preferida per a la presentació del web.

source: This account's default language for e-mails.
ca_es: La llengua per defecte per als correus d'aquest compte.

source: A path alias set for a specific language will always be used when displaying this page in that language, and takes precedence over path aliases set for <em>All languages</em>.
ca_es: Un àlies establert per una llengua concreta sempre s'utilitzarà quan es mostri aquesta pàgina en aquesta llengua, i tindrà preferència davant dels àlies configurats per a <em>Totes les llengües</em>.

source: Enable multilingual support for this content type. If enabled, a language selection field will be added to the editing form, allowing you to select from one of the <a href="!languages">enabled languages</a>. If disabled, new posts are saved with the default language. Existing content will not be affected by changing this option.
ca_es: Habilita el suport multilingüe per a aquest tipus de contingut. Si s'habilita, s'afegirà un camp de selecció de llengua al formulari d'edició, permetent-vos seleccionar una de les <a href="!languages">llengües habilitades</a>. Si s'inhabilita, els nous enviaments es desaran en la llengua predeterminada. El contingut que ja existeixi no es veurà afectat en canviar aquesta opció.

source: Parsed JavaScript file %file.
ca_es: Fitxer %file JavaScript analitzat.

source: Configure languages for content and the user interface.
ca_es: Configureu els idiomes per al contingut i la interfície d'usuari.

source: Translate the built in interface and optionally other text.
ca_es: Traduïu la interfície i de forma opcional, altre text.

source: Adds language handling functionality and enables the translation of the user interface to languages other than English.
ca_es: Afegeix la funcionalitat del gestor de llengües i habilita la traducció de la interfície d'usuari a altres llengües que no siguin l'anglès.

source: The menu module allows on-the-fly creation of menu links in the content authoring forms. The following option sets the default menu in which a new link will be added.
ca_es: El mòdul de menús permet la creació de menús al moment, en els formularis d'autoria de continguts. L'opció següent determina el menú predeterminat al qual s'afegirà un nou enllaç.

source: Submission form settings
ca_es: Configuració del formulari d'enviament de dades

source: This content type does not have a title field.
ca_es: Aquest tipus de contingut no disposa del camp títol.

source: The machine-readable name %type is already taken.
ca_es: El nom llegible-per-la-màquina %name ja està utilitzat.

source: The machine-readable name must contain only lowercase letters, numbers, and underscores.
ca_es: El nom llegible-per-la-maquina hauria de contenir sols lletres en minúscula, números i guions baixos.

source: The human-readable name %name is already taken.
ca_es: El nom llegible-pels-humans %name ja està utilitzat.

source: Are you sure you want to delete the content type %type?
ca_es: Esteu segur que voleu eliminar el tipus de contingut %type?

source: Added content type %name.
ca_es: Tipus de contingut %name afegit.

source: Changed the content type of 1 post from %old-type to %type.
ca_es: S'ha canviat el tipus de contingut d'1 contribució de %old-type a %type.

source: Are you sure you want to rebuild the permissions on site content?
ca_es: Esteu segur de voler reconstruir els permisos del contingut del lloc web?

source: This action rebuilds all permissions on site content, and may be a lengthy process. This action cannot be undone.
ca_es: Aquesta acció reconstrueix tots els permisos dels lloc web i pot ser un procés llarg. Aquesta acció no es pot desfer.

source: language
ca_es: idioma

source: An error occurred and processing did not complete.
ca_es: Ha succeït un error i el procés no s'ha completat.

source: The trimmed version of your post shows what your post looks like when promoted to the main page or when exported for syndication.<span class="no-js"> You can insert the delimiter "&lt;!--break--&gt;" (without the quotes) to fine-tune where your post gets split.</span>
ca_es: La versió retallada dels vostres enviaments mostra quin aspecte tenen aquests quan es promouen a la pàgina principal o quan s'exporten per a sindicació. <span class="no-js"> Podeu inserir el delimitador "&amp;lt;!--break--&amp;gt;;" (sense les cometes) per ajustar el punt de tall de l'enviament.</span>

source: Copy of the revision from %date.
ca_es: Còpia de la revisió de %date.

source: @type %title has been reverted back to the revision from %revision-date.
ca_es: S'ha retornat @type %title a la revisió de %revision-date.

source: Revision from %revision-date of @type %title has been deleted.
ca_es: S'ha esborrat la revisió de %revision-date de @type %title.

source: @type: reverted %title revision %revision.
ca_es: @type: s'ha tornat enrere la revisió %revision del %title.

source: The content access permissions need to be rebuilt.
ca_es: Cal reconstruir els permisos d'accés al contingut.

source: <strong>Configure your website</strong> Once logged in, visit the <a href="@admin">administration section</a>, where you can <a href="@config">customize and configure</a> all aspects of your website.
ca_es: <strong>Configureu el vostre lloc web</strong> Una vegada dins, visiteu la <a href="@admin">secció administració</a>, on podeu <a href="@config">personalitzar i configurar</a> tots els aspectes del vostre lloc web.

source: <strong>Enable additional functionality</strong> Next, visit the <a href="@modules">module list</a> and enable features which suit your specific needs. You can find additional modules in the <a href="@download_modules">Drupal modules download section</a>.
ca_es: <strong>Activeu funcionalitat addicional</strong> Després, visiteu la <a href="@modules">llista de mòduls</a> i activeu aquella funcionalitat amb què cobrireu les vostres necessitats. Podeu trobar mòduls addicionals a la <a href="@download_modules">secció de baixada de mòduls de Drupal</a>.

source: <strong>Customize your website design</strong> To change the "look and feel" of your website, visit the <a href="@themes">themes section</a>. You may choose from one of the included themes or download additional themes from the <a href="@download_themes">Drupal themes download section</a>.
ca_es: <strong>Personalitzeu el disseny del vostre lloc web</strong> Per a canviar l'«aspecte i el comportament» del vostre lloc web, visiteu la <a href="@themes">secció de temes</a>. Podeu triar un dels temes inclosos o baixar-ne d'addicionals de la <a href="@download_themes">secció de baixada de temes de Drupal</a>.

source: Rebuilding content access permissions
ca_es: Reconstruint els permisos d'accés al contingut

source: Content permissions have been rebuilt.
ca_es: El permisos de contingut han estat reconstruïts.

source: The content access permissions have not been properly rebuilt.
ca_es: Els permisos d'accés al contingut no s'han reconstruït adequadament.

source: Add content type
ca_es: ﻿Afegeix un tipus de contingut

source: Revert to earlier revision
ca_es: Canvia a una revisió anteriror

source: Delete earlier revision
ca_es: Suprimeix una revisió anterior

source: Allows content to be submitted to the site and displayed on pages.
ca_es: Permet que el contingut sigui tramès al lloc i mostrat a les pàgines.

source: To use OpenID you must first establish an identity on a public or private OpenID server. If you do not have an OpenID and would like one, look into one of the <a href="@openid-providers">free public providers</a>. You can find out more about OpenID at <a href="@openid-net">this website</a>.
ca_es: Per utilitzar OPenID heu d'establir primer una identitat en un servidor OpenID, públic o privat. Si no teniu un OpenID i voldríeu tenir-ne un, mireu en algun dels <a href="@openid-providers">proveedors lliures</a>. Podei trobar més informació al voltant d'OpenID en <a href="@openid-net">aquest lloc web</a>.

source: OpenID identities
ca_es: Identitats OpenID

source: Allows users to log into your site using OpenID.
ca_es: Dóna opció als usuaris de registrar-se al vostre lloc web utilitzant OpenID.

source: Update alias
ca_es: Actualitza l'àlies

source: Create new alias
ca_es: Crea un nou àlies

source: The alias %alias is already in use in this language.
ca_es: L'àlies %alias ja està en ús en aquest idioma.

source: The alias has been saved.
ca_es: L'àlies s'ha desat.

source: Are you sure you want to delete path alias %title?
ca_es: Esteu segur que voleu eliminar l'àlies del camí %title?

source: Filter aliases
ca_es: Filtrar àlies

source: Enter the path you wish to create the alias for, followed by the name of the new alias.
ca_es: Entra el camí al que voleu crear un àlies seguit pel nom del nou àlies.

source: URL aliases
ca_es: Àlies URL

source: Change your site's URL paths by aliasing them.
ca_es: Canvieu els camins URL del vostre lloc creant àlies.

source: Edit alias
ca_es: Edita l'àlies

source: Delete alias
ca_es: Elimina l'àlies

source: Add alias
ca_es: Afegeix un àlies

source: Allows users to rename URLs.
ca_es: Permet als usuaris canviar el nom de les URLs.

source: <a href="@drupal">Drupal.org</a> offers <a href="@php-snippets">some example PHP snippets</a>, or you can create your own with some PHP experience and knowledge of the Drupal system.
ca_es: <a href="@drupal">Drupal.org</a> ofereix <a href="@php-snippets">alguns exemples de codi PHP</a>. També podeu crear el vostre si teniu alguna experiència amb PHP i coneixements de Drupal a nivell de sistema.

source: You may post PHP code. You should include &lt;?php ?&gt; tags.
ca_es: Podeu publicar codi PHP. Haurieu d'incloure etiquetes &lt;?php ?&gt;.

source: Using custom PHP code
ca_es: Utilitzar codi PHP personalitzat

source: Custom PHP code may be embedded in some types of site content, including posts and blocks. While embedding PHP code inside a post or block is a powerful and flexible feature when used by a trusted user with PHP experience, it is a significant and dangerous security risk when used improperly. Even a small mistake when posting PHP code may accidentally compromise your site.
ca_es: El codi PHP personalitzat es pot inserir en alguns tipus de contingut, incloent els enviaments i els blocs. Tot i que el codi PHP inserit dins d'un enviament o bloc és una opció potent i flexible quan l'utilitza un usuari de confiança amb experiència en PHP, és un perill i un risc important de seguretat si s'usa inadequadament. El mínim error a l'hora de publicar codi PHP pot comprometre accidentalment el vostre web.

source: If you are unfamiliar with PHP, SQL, or Drupal, avoid using custom PHP code within posts. Experimenting with PHP may corrupt your database, render your site inoperable, or significantly compromise security.
ca_es: Si no esteu familiaritzat amb PHP, SQL i Drupal, eviteu utilitzar codi PHP personalitzat en els vostres enviaments. Experimentant amb PHP podeu corrompre la base de dades, inutilitzar el vostre web o comprometre'n seriosament la seguretat.
